{
    "landingpage": {
        "headline-1": "Frontend",
        "headline-2": "Entwickler",
        "scroll-text": "nach unten"
    },
    "about-me": {
        "headline": "Über mich",
        "about-me-text": "Schreibe einige IT-bezogene Informationen über dich. Warum bist du leidenschaftlich im Programmieren? Zeige den Wunsch, neue Technologien zu erlernen. Füge eine kurze Beschreibung deines Problemlösungsansatzes hinzu. Du kannst einige Schlüsselmerkmale wie analytisches Denken, Kreativität, Ausdauer und Zusammenarbeit erwähnen.",
        "based": "Ansässig in Treuenbrietzen",
        "remote": "Offen für Remote-Arbeit",
        "button": "Lass uns reden"
    },
    "my-skills": {
        "headline": "Fähigkeiten",
        "info-1": "Die gesuchte Fähigkeit ist nicht dabei?",
        "button": "Kontaktiere mich",
        "info-2": "Ich bin immer bereit zu lernen!"
    },
    "portfolio": {
        "headline": "Portfolio",
        "sub-headline-1": "Erkunde hier eine Auswahl meiner Arbeiten -",
        "sub-headline-2": "Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen."
    },
    "references": {
        "headline": "Referenzen",
        "sub-headline-one": "Ich arbeite sowohl selbstständig als auch im Team erfolgreich.",
        "sub-headline-two": "Das sagen meine Kollegen über die Zusammenarbeit mit mir."
    },
    "contact": {
        "headline": "Sag Hallo",
        "head-1": "Möchtest du ein neues Projekt besprechen?",
        "head-2": "Lass uns deine Ideen besprechen und sie verwirklichen.",
        "text-1": "Ich habe die",
        "text-2": "gelesen und stimme der Verarbeitung meiner Daten gemäß der Beschreibung zu.",
        "link": "Datenschutzerklärung",
        "button": "Nachricht senden"
    },
    "form": {
        "placeholder": "Wie heißt du?",
        "placeholder-touched": "Du hast deinen Namen vergessen!",
        "mail": "deinemail@mail.com",
        "mail-touched": "Ich brauche deine E-Mail, um dir zu antworten!",
        "message": "Hey Flori, ich interessiere mich für ...",
        "message-touched": "Was möchtest du wissen?"
    },
    "footer": {
        "link": "Impressum"
    },
    "drop-menu": {
        "link-1": "Über mich",
        "link-2": "Fähigkeiten",
        "link-3": "Portfolio"
    },
    "references-quotes": [
        {
            "name": "A.Albrecht",
            "position": "Team Partner",
            "comment": "Die Zusammenarbeit mit Florian war stets kommunikativ und lösungsorientiert. Ich konnte mich auf ihn verlassen und habe seine offene und freundliche Art geschätzt. Ich freue mich auf zukünftige Projekte mit ihm."
          },
          {
            "name": "J.Natzschka",
            "position": "Team Partner",
            "comment": "Florian hat während unserer Projektarbeit hervorragende Arbeit geleistet. Seine Fähigkeit, komplexe Logik in verlässlichen Code zu übertragen, hat unser Projekt maßgeblich vorangebracht. Des Weiteren schätze ich besonders seine Zuverlässigkeit und die angenehme Zusammenarbeit mit ihm."
          },
          {
            "name": "M.Marrocu",
            "position": "Frontend Entwickler",
            "comment": "Florian ist äußerst kreativ und findet immer Lösungsvorschläge, die das Team voranbringen. Seine Hilfsbereitschaft zeichnet ihn aus – er unterstützt andere jederzeit mit Rat und Tat. Durch sein starkes Engagement sorgt er dafür, dass Projekte erfolgreich umgesetzt werden."
          }
    ],
    "projects": {
        "join": "Ein Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
        "sharkie": "Ein einfaches Jump-and-Run-Spiel, basierend auf einem objektorientierten Ansatz. Hilf Sharkie, Münzen und Giftflaschen zu sammeln, um gegen den Killerwal zu kämpfen.",
        "pokedex": "Basierend auf der PokeAPI – eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
    }
}